"%lu day left on trial" = "%lu dag kvar på test";
"%lu days left on trial" = "%lu dagar kvar på test";
"Apply" = "Applicera";
"Back" = "Tillbaka";
"Buy Later" = "Köp Senare";
"Buy Now" = "Köp";
"Cancel" = "Avbryt";
"Close" = "Stäng";
"Continue" = "Fortsätt";
"Did you <a href=\"%@\">lose your licence?</a>" = "Har du <a href=\"%@\">tappat bort din licens?</a>";
"Email License to:" = "E-posta licens till:";
"Email address is blank!" = "E-postadressen är tom!";
"Enter your serial number below to unlock Path Finder" = "Skriv in ditt serienummer nedan för att låsa upp Path Finder";
"Free Trial" = "Gratis Test";
"Free trial has expired" = "Testperioden har gått ut";
"If you need help, email us at help@cocoatech.com" = "Behöver du hjälp, e-posta oss på help@cocoatech.com";
"If you own Path Finder 6, enter your name and license key to be eligable for the upgrade discount. Continue to the next step if you are a first time buyer." = "Om du äger Path Finder 6, skriv in licensnamn och licensnyckel för att få berättigat rabatterat uppgraderingspris. Fortsätt till nästa steg om du är en förstgångsköpare.";
"Licensed for %ld user" = "Licensierad för %ld användare";
"Licensed for %ld users" = "Licensierad för %ld användare";
"Not licensed" = "Licens saknas";
"Path Finder 6 License" = "Path Finder 6-licens";
"Path Finder has been successfully registered. Save your registration information in a safe place." = "Path Finder har registrerats korrekt. Spara din registreringsinformation på ett säkert ställe";
"Processing..." = "Bearbetar...";
"Purchase" = "Köp";
"Purchase Path Finder. It's Fast, Simple and Secure." = "Köp Path Finder. Det är Snabbt, Enkelt och Säkert.";
"Purchase successful. Thank you!" = "Köp genomfört. Tack så mycket!";
"Purchase unsuccessful. Let us know what happened. Email us at help@cocoatech.com" = "Köp inte genomfört. Låt oss få reda på vad som hände. E-posta oss på help@cocoatech.com";
"Quit" = "Avsluta";
"Registration" = "Registrering";
"Registration Code Invalid" = "Registreringskoden Felaktig";
"Registration Successful" = "Registrering korrekt";
"Request Sent" = "Förfrågan skickad";
"Send" = "Skickad";
"Thank you!" = "Tack så mycket!";
"The Path Finder 6 license key you entered is not valid." = "Path Finder 6-licensnyckeln du skrev in är inte giltig.";
"The trial period has expired." = "Testperioden har gått ut.";
"There was a problem with the name or license code you entered. Copy and paste the text from the order email and try again. If you still have problems, visit our lost license code page." = "Det var problem med namnet eller licenskoden du skrev in. Kopiera och klistra in texten från din e-postorder och försök igen. Om du har fortsatta problem, besök vår \"förlorad licenskod\"-sida.";
"Unlock" = "Lås upp";
"Upgrading from version 6?" = "Uppgradering från version 6?";
"Valid for Upgrade!" = "Giltig för Uppgradering!";
"Wait %u" = "Vänta %u";
"You entered the correct name and license code. Thank you for registering Path Finder." = "Du angav rätt namn och licensnummer. Tack för att du registerade Path Finder.";
"You will receive your unique serial number instantly." = "Du kommer att få ditt unika serienummer direkt.";
"You're all done. Close this window to continue launching Path Finder. Print this page to make a hard copy of your license code in case you need to install on a new computer in the future." = "Allt är klart. Stäng detta fönster för att ladda Path Finder. Skriv ut denna sidan för att ha en kopia av din licenskod om du skulle behöva installera på en ny dator i framtiden.";
"Your 30 day trial has expired. Please purchase Path Finder." = "Ditt 30 dagars test är slut. Vänligen köp Path Finder.";
"Your serial number is in your confirmation email." = "Ditt serienummer finns i din e-postbekräftelse.";

/* ==== UNLOCALIZED ==== */

"OK" = "OK";
